Repository: iagorubio/cssed
Catalog: po/*.po
Languages: cs

source: The CSS document is well formed and can be parsed by a browser.
cs: CSS dokument je vytvořen správně a může být zpracován prohlížečem.

source: Validation fails
cs: Validace selhala

source: The CSS document is not well formed
cs: CSS dokument není správně vytvořen

source: The validator found an internal error and is unable to continue.
cs: Validátor našel interní chybu a není schopen pokračovat.

source: Page
cs: Strana

source: Scanning fails
cs: Skenování selhalo

source: Cannot scan bad formed document
cs: Nelze skenovat špatně formátovaný dokument

source: Select file name to save
cs: Vyberte název souboru pro uložení

source: Error while writing to file
cs: Chyba při zápisu do souboru

source: There is a mismatch between the file size and the bytes written. The file may be damaged.
cs: Velikost souboru neodpovídá počtu zapsaných bytů. Soubor může být poškozen.

source: File exists and will be overwritten
cs: Soubor existuje a bude přepsán

source: Do you want to overwrite the existing file with the current one?
cs: Opravdu chcete přepsat existující soubor stávajícím souborem?

source: The file %s cannot be opened for writing.
cs: Soubor %s nemůže být otevřen pro zápis.

source: The file is already opened.
cs: Soubor je již otevřen.

source: File does not exist: %s
cs: Soubor neexistuje: %s

source: File is not a regular file: %s
cs: Toto není regulérní soubor: %s

source: Cannot get information about file: %s
cs: Nemohu získat informace o souboru: '%s'

source: open file: the file '%s' is empty
cs: otevřít soubor: soubor '%s' je prázdný

source: Cannot map file to memory: %s
cs: Nelze namapovat soubor do paměti: %s

source: Internal error detected: the system may be running out of memory and could become unstable. Unable to create new document window. Please save your work and close the application. If you could report this error at http://cssed.sf.net it would be really appreciated.
cs: Detekována interní chyba: systém má nedostatek paměti a může se stát nestabilním. Nelze vytvořit nové okno s dokumentem. Uložte svoji práci a zavřete aplikaci, prosím. Oceníme, pokud ohlásíte tuto chybu na http://cssed.sf.net.

source: File is not saved, do you want to save it?
cs: Soubor nebyl uložen. Chcete jej uložit?

source: The file has changed and the changes will be lost if you close it. Click "Yes" to save the file before closing it.
cs: Soubor byl změněn a tyto změny budou zahozeny, pokud soubor zavřete. Klikněte na "Ano" pro uložení souboru.

source: End of document reached
cs: Byl dosažen konec dokumentu

source: The text cannot be found or end of document reached. If you are sure the text exists, then the document is inactive. Click on a document to make it active
cs: Nelze nalézt text, nebo byl dosažen konec dokumentu. Pokud jste si jisti, že text existuje, potom je dokument neaktivní. Klikněte na dokument pro jeho aktivaci

source: Start of document reached
cs: Byl dosažen začátek dokumentu

source: The text cannot be found or start of document reached. If you are sure the text exists, then the document is inactive. Click on a document to make it active
cs: Nelze nalézt text, nebo byl dosažen začátek dokumentu. Pokud jste si jisti, že text existuje, potom je dokument neaktivní. Klikněte na dokument pro jeho aktivaci

source: The dialog %s does not exist.
cs: Dialog %s neexistuje.

source: Cannot open %s, is a directory
cs: Nemohu otevřít %s, je to adresář

source: Cannot open %s, is not a regular file
cs: Nemohu otevřít %s, není to regulérní soubor

source: Cannot open file %s, protocol not supported
cs: Nemohu otevřít soubor %s, protokol není podporován

source: Doc list file is bogus, no doclist tag at level one
cs: Soubor seznamu dokumentů je neplatný, na první úrovni chybí tag doclist

source: Document list file is bogus, too much nested tags (max level 2)
cs: Soubor seznamu dokumentů je neplatný, příliš mnoho vnořených tagů (max. 2)

source: Error parsing document list file
cs: Chyba při zpracování souboru se seznamem

source: Error reading file.
cs: Chyba při čtení souboru.

source: The system was unable to open the file %s %s
cs: Systém nemohl otevřít soubor %s %s

source: The file does not exist %s
cs: Soubor neexistuje %s

source: <span color='brown'>document list: unnamed document, searching by index.</span>
cs: <span color='brown'>seznam dokumentů: nepojmenovaný dokument, hledám podle rejstříku.</span>

source: Unable to open the file %s for writing.
cs: Nemohu otevřít soubor %s pro zápis.

source: Document list: %s
cs: Seznam dokumentů: %s

source: Select file to add to list
cs: Vyberte soubor pro přidání do seznamu

source: Select document list file
cs: Vyberte soubor se seznamem dokumentů

source: This document list is not saved
cs: Tento seznam dokumentů není uložen

source: I'm unable to revert this document list because it have not been saved. Try the "Save" button instead
cs: Nemohu vrátit tento seznam dokumentů protože nebyl uložen. Zkuste tlačítko "Uložit"

source: Document list
cs: Seznam dokumentů

source: Name
cs: Název

source: Saved
cs: Uloženo

source: Index
cs: Rejstřík

source: Append list
cs: Připojit seznam

source: Reload Current
cs: Znovu načíst aktuální

source: Go to line
cs: Jít na řádek

source: _Select all
cs: Vybr_at vše

source: _Edit selected color
cs: Upravit vybranou barvu

source: _File
cs: _Soubor

source: Open path
cs: Otevřít cestu

source: Close all
cs: Zavřít vše

source: Save all
cs: Uložit vše

source: _Edit
cs: Ú_pravy

source: _View
cs: _Zobrazit

source: _Toolbars
cs: Panely _nástrojů

source: View main toolbar
cs: Zobrazit hlavní panel

source: View secondary toolbar
cs: Zobrazit doplňkový panel

source: _Panels
cs: _Panely

source: Show _footer panel
cs: Zobrazit spo_dní panel

source: Hide footer _panel
cs: Schovat spod_ní panel

source: _Show side panel
cs: _Zobrazit postranní panel

source: _Hide side panel
cs: Sc_hovat postranní panel

source: _Document
cs: _Dokument

source: View line _numbers
cs: Zobrazit čísla řádků

source: View line _endings
cs: Zobrazit konce řádků

source: View white _spaces
cs: Zobrazit bílé znaky

source: View lines _wrapped
cs: Zobrazit zalomené řádky

source: Enable _autocompletion
cs: Povolit _automatické dokončování

source: Enable _folding
cs: Povolit skládání

source: Set EOL _mode
cs: Nastavit mód konce řádků

source: Convert E_OLs
cs: Převést konce řádků

source: To Mac (C_R)
cs: Mac (C_R)

source: To Unix (L_F)
cs: Unix (L_F)

source: To Dos / Windows (_CR/LF)
cs: Dos / Windows (_CR/LF)

source: Fol_ding
cs: Skládání

source: _Fold all
cs: S_ložit vše

source: _Unfold all
cs: _Rozbalit vše

source: File t_ype
cs: T_yp souboru

source: _Force Encoding
cs: Vynutit kódování

source: _Default
cs: Výchozí

source: Charac_ter set
cs: Znaková sada

source: _East Europe
cs: Východní Evropa

source: _Change font
cs: Změnit písmo

source: Tab back_ground colour
cs: Barva pozadí karty

source: Revert to original _colour
cs: Vrátit původní barvu

source: <span background='red'> </span> Red
cs: <span background='red'> </span> Červená

source: <span foreground='black' background='white'> </span> White
cs: <span foreground='black' background='white'> </span> Bílá

source: <span foreground='white' background='blue'> </span> Blue
cs: <span foreground='white' background='blue'> </span> Modrá

source: <span foreground='black' background='yellow'> </span> Yellow
cs: <span foreground='black' background='yellow'> </span> Žlutá

source: <span foreground='black' background='green'> </span> Green
cs: <span foreground='black' background='green'> </span> Zelená

source: G_o To
cs: Jít na

source: _Start of document
cs: Začáte_k dokumentu

source: _End of document
cs: Kon_ec dokumentu

source: _Line Number
cs: Čís_lo řádku

source: Dialogs
cs: Dialogy

source: _Selector wizard
cs: Průvodce _selektorem

source: _Color wizard
cs: Průvodce b_arvou

source: _Box properties wizard
cs: Průvodce vlastnostmi _boxu

source: _Validate and dump
cs: _Validovat a vypsat

source: Validate _only
cs: Jen_om validovat

source: _Scan selector
cs: _Skenovat selektor

source: _Tools
cs: Nás_troje

source: _Doc Info
cs: Informace o _dokumentu

source: Show _autocompletion
cs: Zobrazit _automatické dokončování

source: _Clean program output
cs: Vyčistit pro_gramový výstup

source: Document _list
cs: Seznam dokumentů

source: _Opened documents
cs: _Otevřené dokumenty

source: Open from _file
cs: Otevřít se _souboru

source: _Blank document list
cs: Prázdný seznam dokumentů

source: _Plugins
cs: _Zásuvné moduly

source: _View plugins
cs: Zobrazit moduly

source: _Help
cs: _Nápověda

source: Cssed _help
cs: Nápověda Cssed

source: _About
cs: 0 _aplikaci

source: Cssed _web site
cs: WWW stránka Cssed

source: With _Safari
cs: Pomocí _Safari

source: With _Firefox
cs: Pomocí _Firefox

source: With _Mozilla
cs: Pomocí _Mozilla

source: With G_aleon
cs: Pomocí G_aleon

source: With _Dillo
cs: Pomocí _Dillo

source: With _Gnome
cs: Pomocí _Gnome

source: Cssed _documentation on line
cs: Online dokumentace

source: New
cs: Nový

source: Open...
cs: Otevřít...

source: Save
cs: Uložit

source: Save As...
cs: Uložit jako...

source: Close
cs: Zavřít

source: Cut
cs: Vyjmout

source: Copy
cs: Kopírovat

source: Paste
cs: Vložit

source: Find...
cs: Najít...

source: Replace...
cs: Nahradit...

source: Undo
cs: Zpět

source: Redo
cs: Znovu

source: Previous Bookmark
cs: Předchozí záložka

source: Next Bookmark
cs: Další záložka

source: Hide sidebar
cs: Schovat postranní panel

source: Hide the right sidebar
cs: Schovat pravý postranní panel

source: Show sidebar
cs: Zobrazit postranní panel

source: Show the right sidebar
cs: Zobrazit pravý postranní panel

source: Hide footer
cs: Schovat spodní panel

source: Hide the footer panel
cs: Schovat spodní panel

source: Show footer
cs: Zobrazit spodní panel

source: Show the footer panel
cs: Zobrazit spodní panel

source: Show the margin all dialog
cs: Zobrazit dialog okraje

source: Show the border all dialog
cs: Zobrazit dialog ohraničení

source: Show the padding all dialog
cs: Zobrazit dialog padding

source: Box properties wizard
cs: Průvodce vlastnostmi boxu

source: Show the box properties wizard
cs: Zobrazit průvodce vlastnostmi boxu

source: Show the font dialog
cs: Zobrazit dialog písma

source: Choose Color
cs: Vybrat barvu

source: Selector wizard
cs: Průvodce selektorem

source: Show the Selector wizard
cs: Zobrazit průvodce selektorem

source: Show the Color wizard
cs: Zobrazit průvodce barvou

source: Scan selector
cs: Skenovat selektor

source: Scan the current selector to be shown in the side panel
cs: Skenovat aktuální selektor pro zobrazení v bočním panelu

source: Document info
cs: Informace o dokumentu

source: Show information about the current document
cs: Zobrazit informace o aktuálním dokumentu

source: Clean program output
cs: Vyčistit výstup programu

source: Validate
cs: Validace

source: Validate current document
cs: Validovat aktuální dokument

source: Validate and dump
cs: Validovat a vypsat

source: Validate and dump current document
cs: Validovat a vypsat aktuální dokument

source: Style
cs: Styl

source: File
cs: Soubor

source: Parse document
cs: Zpracovat dokument

source: Parse and append
cs: Zpracovat a připojit

source: Digest
cs: Přehled

source: Property
cs: Vlastnost

source: Value
cs: Hodnota

source: Scratch Pad / Static Pad
cs: Poznámky / Trvalé poznámky

source: Those buffers are for notes or drag and drop. The first one is the drag & drop buffer to be used as a second clipboard or a drag & drop target. The second one will save the text between sessions so it canbe used for notes
cs: Tyto buffery jsou pro poznámky nebo drag&drop. První je drag&drop pro normální používání jako druhá schránka nebo cíl drag&drop. Druhý buffer ukládá obsah mezi jednotlivými sezeními, takže může být použit pro poznámky.

source: Program output
cs: Výstup programu

source: Terminal
cs: Terminál

source: About cssed
cs: O cssed

source: <span weight='bold' size='large'><u>Author</u></span>
cs: <span weight='bold' size='large'><u>Autor</u></span>

source: Author
cs: Autor

source: Developers
cs: Vývojáři

source: This is the default language. No translation is being used.
cs: Zbyněk Mrkvička <zbynek@oachot.cz>

source: Translator
cs: Přeložil

source: Search
cs: Hledat

source: Text to find
cs: Nalézt text

source: _Regular expression
cs: _Regulární výraz

source: _Match case
cs: Rozlišovat velká/_malá písmena

source: _Whole world only
cs: Jenom _celá slova

source: Search _backwards
cs: Hledat _pozpátku

source: Replace
cs: Nahradit

source: Search for
cs: Hledat co:

source: Replace with
cs: Nahradit s

source: Regular expression
cs: Regulární výraz

source: Match case
cs: Rozlišuj malá a velká písmena

source: Whole world only
cs: Jenom celá slova

source: Cannot load plugin
cs: Nelze načíst zásuvný modul

source: Cannot open module "%s" %s
cs: Nemohu otevřít modul "%s" %s

source: Error while loading "%s" %s
cs: Chyba při načítání "%s" %s

source: Error while initializing: "%s"
cs: Chyba při inicializaci: "%s"

source: The plugin returned an internal error
cs: Zásuvný modul vrátil vnitřní chybu

source: Unable to unload
cs: Nemohu uvolnit

source: Cannot unload the plugin
cs: Nemohu uvolnit zásuvný modul

source: Plugin loaded
cs: Zásuvný modul načten

source: Plugin is loaded %s Please click Refresh if the dialog shows inaccurate values
cs: Zásuvný modul byl načten %s Klikněte na Obnovit, pokud se v dialogu objeví nepřesné hodnoty

source: Not loaded
cs: Nenačteno

source: Plugin is not loaded %s Please click Refresh if the dialog shows false values
cs: Zásuvný modul nebyl načten %s Klikněte na Obnovit, pokud se v dialogu objeví nesprávné hodnoty

source: Plugins dialog
cs: Dialog zásuvných modulů

source: Description
cs: Popis

source: Loaded
cs: Načten

source: Load
cs: Načíst

source: Unload
cs: Uvolnit

source: Undo limit reached
cs: Dosažen limit vracení

source: special character found where must be an identifier. Stop scanning ..
cs: nalezeny speciální znaky na místě identifikátoru. Zastavuji skenování ...

source: number found where must be an identifier. Stop scanning ..
cs: nalezeno číslo na místě identifikátoru. Zastavuji skenování ...

source: quoted strings are not valid identifiers. Stop scanning ..
cs: řetězce v uvozovkách nejsou platným identifikátorem. Zastavuji skenování ...

source: sentence separator found but no property identifier. Stop scanning ..
cs: nalezen oddělovač věty, žádný identifikátor vlastnosti. Zastavuji skenování ...

source: end of sentence found but no identifier. Stop scanning ..
cs: byl nalezen konec věty, žádný identifikátor. Zastavuji skenování ...

source: bad property is not a valid identifier. Stop scanning ..
cs: neplatná vlastnost není platným identifikátorem. Zastavuji skenování ...

source: bad declaration separator, must be ":"
cs: neplatný oddělovač deklarace, musí být ":"

source: error, more than one sentence separator into one sentence
cs: chyba, více než jeden oddělovač věty v jedné větě

source: Selector
cs: Selektor

source: Child
cs: Potomek

source: Class
cs: Třída

source: Sibling
cs: Sourozenec

source: Contextual
cs: Kontextově

source: Declarations:
cs: Deklarace:

source: One for each
cs: Jedna pro každou

source: One for all
cs: Jedna pro všechny

source: <span size='small'>This style will be applied to all tags that match the selector.</span>
cs: <span size='small'>Tento styl se použije na všechny tagy odpovídající selektoru.</span>

source: <span size='small'>This style will be applied to all tags with a matching parent. <i>p &gt; u { style }</i>, will be applied to all <i>u</i> tags with a <i>p</i> parent</span>
cs: <span size='small'>Tento styl se použije na všechny tagy v odpovídajícím rodiči. <i>p &gt; u { style }</i>, bude aplikovánna všechny <i>u</i> tagy s <i>p</i> rodičem</span>

source: <span size='large'>Class</span>
cs: <span size='large'>Třída</span>

source: <span size='small'>This style will be applied to all tag matching the selector with a class attribute that matches. The tag <i>&lt;p class=&quot;test&quot;&gt;</i> will match the class <i>p.test</i></span>.
cs: <span size='small'>Tento styl bude aplikován na všechny odpovídající selektory se shodným atributem třídy. Tag <i>&lt;p class=&quot;test&quot;&gt;</i> bude odpovídat třídě <i>p.test</i></span>.

source: <span size='small'>This style will be applied to any tag preceding other tag with the same parent. <i>p + u { style }</i>, will be applied to all <i>u</i> tags preceded by a <i>p</i> tag with the same parent</span>
cs: <span size='small'>Tento styl bude aplikován na jakýkoli tag předcházející jinému tagu se stejným rodičem. <i>p + u { style }</i>, bude aplikován na všechny <i>u</i> tagy, předešlé tagem <i>p</i> se stejným rodičem</span>

source: <span size='larger'>Contextual selectors</span>
cs: <span size='larger'>Kontextuální selektory</span>

source: <span size='small'>This style will be applied to all tags with a specific ancestor. <i>p u { style }</i>, will be applied to all <i>u</i> tags within a <i>p</i> tag.</span>
cs: <span size='small'>Tento styl bude aplikován na všechny tagy se specifickým předchůdcem.. <i>p u { style }</i>, bude použito na všechny <i>u</i> tagy uvnitř <i>p</i> tagu.</span>

source: <span size='larger'><b>There are documents not saved. Changes will be lost.</b></span>
cs: <span size='larger'><b>Existují neuložené dokumenty. Změny budou zahozeny.</b></span>

source: <span>Please choose an action to be taken: <b>"Save all"</b> - will save all unsaved files. <b>"Choose files"</b> - will ask you to save each file. <b>"Don't save"</b> - will close cssed without saving any file. <b>"Cancel"</b> - will close this dialog but won't close cssed.</span>
cs: <span>Vyberte, prosím, která akce se má provést: <b>"Uložit vše"</b> - uloží všechny neuložené soubory. <b>"Vybrat soubory"</b> - zeptá se na každý soubor. <b>"Neukládat"</b> - zavře cssed bez ukládání souborů. <b>"Zrušit"</b> - zavře tento dialog, cssed zůstane spuštěný.</span>

source: _Save all
cs: Uložit _vše

source: _Choose files
cs: Vybrat s_oubory

source: _Don't save
cs: Neukládat

source: Cannot write to configuration file
cs: Nemohu zapsat konfigurační soubor

source: I'm unable to write to the configuration file, settings will not be saved.
cs: Nelze zapsat soubor s konfigurací, nastavení nebude uloženo.

source: XML definition file does not exists
cs: Definiční XML soubor neexistuje

source: The definition file does not exists. %s The CSS tree and CSS highlighting and auto completion will fail. Try to put a definition file in the .cssed directory in your home dir.
cs: Definiční soubor neexistuje. %s CSS strom a zvýrazňování nebude pracovat. Zkuste vložit definiční soubor do adresáře .cssed ve vašem domovském adresáři.
