Repository: iagorubio/cssed
Catalog: po/*.po
Languages: cs

source: <span color='blue' size='smaller'>margin (transparent)</span>
cs: <span color='blue' size='smaller'>margin (průhledné)</span>

source: <span color='blue' size='smaller'>padding (transparent)</span>
cs: <span color='blue' size='smaller'>padding (průhledné)</span>

source: <span color='white' size='smaller'>content</span>
cs: <span color='white' size='smaller'>obsah</span>

source: Box properties dialog
cs: Dialog vlastností boxu

source: Set
cs: Nastavit

source: All properties
cs: Všechny vlastnosti

source: width
cs: šířka

source: height
cs: výška

source: <span size='large'>Box properties</span>
cs: <span size='large'>Vlastnosti boxu</span>

source: Shorthand properties
cs: Vlastnosti ve zkratce

source: Quick help
cs: Rychlá pomoc

source: Programming error!!
cs: Chyba v programu!!

source: Untitled doc
cs: Nepojmenovaný dokument

source: Document modified (not saved)
cs: Dokument byl upraven (neuloženo)

source: Document not modified (saved)
cs: Dokument nebyl upraven (uloženo)

source: Document length: %d
cs: Délka dokumentu: %d

source: Autocompletion enabled for this document
cs: Automatické doplňování bylo pro tento dokument povoleno

source: Autocompletion disabled for this document
cs: Automatické doplňování nebylo pro tento dokument povoleno

source: Folding enabled for this document
cs: Skládání je pro tento dokument povoleno

source: Folding disabled for this document
cs: Skládání není pro tento dokument povoleno

source: Document type: %s
cs: Typ dokumentu: %s

source: Encoding: Default
cs: Znaková sada: výchozí

source: Encoding: UTF-8
cs: Znaková sada: UTF-8

source: Encoding: DBCS
cs: Znaková sada: DBCS

source: Unsupported file type
cs: Nepodporovaný typ souboru

source: I can only validate CSS files!
cs: Mohu validovat pouze CSS soubory!

source: Programming error
cs: Chyba v programu

source: Untitled
cs: Bez názvu

source: Select file to open
cs: Vyberte soubor pro otevření

source: Error opening file
cs: Chyba při otevírání souboru

source: Insert path to open
cs: Vložte cestu, která se má otevřít

source: Path
cs: Cesta

source: This file have no name
cs: Tento soubor nemá název

source: I cannot know the location where to store this file. Do you want to select the location where this file will be saved?
cs: Neznám umístění, kam se má uložit tento soubor. Chcete vybrat umístění pro uložení tohoto souboru?

source: File is not saved, do you want to close it?
cs: Soubor nebyl uložen, chcete ho zavřít?

source: The file has changed and the changes will be lost if you close it. Click in the <b>"Save"</b> button to save the file before closing, click the <b>"No"</b> button if you want to skip to close the file, click the <b>"Yes"</b> button if you want to close the file unsaved.
cs: Soubor byl změněn a tyto změny budou zahozeny, pokud soubor zavřete. Klikněte na <b>"Uložit"</b> pro uložení souboru před zavřením, klikněte na <b>"Ne"</b> pokud chcete přeskočit zavření souboru, klikněte na <b>"Ano"</b> pro zavření neuloženého souboru.

source: Select file to save
cs: Vyberte soubor pro uložení

source: The file has changed and the changes will be lost if you close it. Click in the <b>"Save"</b> button to save the file before closing, click the <b>"No"</b> button if you want to skip to close the file, click the <b>"Yes"</b> button if you want to close the file unsaved. File name:<b>%s</b>
cs: Soubor byl změněn a tyto změny budou zahozeny, pokud soubor zavřete. Klikněte na <b>"Uložit"</b> pro uložení souboru před zavřením, klikněte na <b>"Ne"</b> pokud chcete přeskočit zavření souboru, klikněte na <b>"Ano"</b> pro zavření neuloženého souboru. Název souboru:<b>%s</b>

source: Please confirm this action
cs: Potvrďte akci, prosím

source: This file will be closed, all changes will be lost, and it will be opened the previously saved version. Do you want to continue?
cs: Tento soubor bude uzavřen, všechny změny budou zahozeny, a bude otevřena poslední uložená verze souboru. Chcete pokračovat?

source: File not saved
cs: Soubor nebyl uložen

source: This file is not saved, unable to revert to previous file.
cs: Tento soubor nebyl uložen, nelze navrátit předchozí soubor.

source: Cannot reopen the file
cs: Nemohu znovuotevřít soubor

source: File does not exist
cs: Soubor neexistuje

source: The file is not saved on disk and may have been deleted by another process. %s
cs: Soubor nebyl uložen na disk a mohl být smazán jiným procesem. %s

source: Enter file name to save ..
cs: Vložte název souboru pro uložení ...

source: Select font for current document
cs: Vybrat font pro stávající dokument

source: Select file
cs: Vybrat soubor

source: Menu error
cs: Chyba menu

source: The cursor must be into a declaration.
cs: Kurzor musí být uvnitř deklarace.

source: You should place the cursor between the opening and closing braces of any declaration to be scanned
cs: Musíte umístit kurzor mezi otvírací a uzavírací závorky deklarace, která se má skenovat

source: No next marker
cs: Není další záložka

source: There is no marker between the current position and the end of the document.
cs: Neexistuje záložka mezi současnou pozicí a koncem dokumentu.

source: No previous marker
cs: Není předchozí záložka

source: There is no marker between the current position and the start of the document.
cs: Neexistuje záložka mezi současnou pozicí a začátkem dokumentu.

source: Nothing to replace
cs: Nic k nahrazení

source: There must be some text selected to be replaced. Please select the text to replace or repeat the search
cs: Musíte vybrat text, který se má nahradit. Vyberte text k nahrazení, nebo opakujte vyhledávání

source: This file is not saved
cs: Tento soubor není uložen

source: The file is not saved, please save it and try again.
cs: Soubor není uložen, uložte jej a zkuste akci znova.

source: I can only parse CSS files!
cs: Mohu zpracovávat pouze CSS soubory!

source: Cannot open file
cs: Nemohu otevřít soubor

source: Edit color
cs: Upravit barvu

source: Color wizard
cs: Průvodce barvou

source: foreground
cs: popředí

source: background
cs: pozadí

source: Select a color
cs: Vyberte barvu

source: Select a color for this style
cs: Vyberte barvu pro tento styl

source: Preferences
cs: Nastavení

source: View line numbers
cs: Zobrazit čísla řádků

source: check this if you want documents to be opened with line numbers visible.
cs: zatrhněte, pokud se mají dokumenty otevírat s viditelným číslováním řádků.

source: View line endings
cs: Zobrazit konce řádků

source: check this if you want documents to be opened with line endings visible.
cs: zatrhněte, pokud se mají dokumenty otevírat s viditelným koncem řádků.

source: View white spaces
cs: Zobrazit bílé znaky

source: check this if you want documents to be opened with white spaces visible.
cs: zatrhněte, pokud se mají dokumenty otevírat s viditelnými bílými znaky.

source: Wrap long lines ("view lines wrapped" in the document menu)
cs: Zalomit dlouhé řádky ("Zobrazit zalomené řádky" v menu Dokument)

source: check this if you want the document text lines to wrap when they reach the editor right side
cs: zatrhněte, pokud se mají zalamovat řádky při dosažení pravého okraje editoru

source: Enable autocompletion
cs: Povolit automatické dokončování

source: check this if you want documents to start with auto completion enabled
cs: zatrhněte, pokud se mají dokumenty otevírat s povoleným automatickým dokončováním

source: Enable folding
cs: Povolit skládání

source: check this if you want the documents to start with folding enabled by default
cs: zatrhněte, pokud se mají dokumenty otevírat s povoleným skládáním

source: <span size='large'>Select here the document's default settings</span>
cs: <span size='large'>Nastavte zde výchozí vlastnosti dokumentu</span>

source: <span size='medium'><b>Document settings</b></span>
cs: <span size='medium'><b>Nastavení dokumentu</b></span>

source: <span size='large'>Default</span> - default style
cs: <span size='large'>Výchozí</span> - výchozí styl

source: <span size='large'>Tag</span> - selector style (td,a,etc...)
cs: <span size='large'>Tag</span> - styl selektoru (td,a,atd...)

source: <span size='large'>Unknown Pseudoclass</span>
cs: <span size='large'>Neznámá pseudotřída</span>

source: <span size='large'>Operator</span> -braces, etc ...
cs: <span size='large'>Operátor</span> -závorky, atd...

source: <span size='large'>Valid Property</span>
cs: <span size='large'>Validní vlastnost</span>

source: <span size='large'>Invalid Property</span>
cs: <span size='large'>Neplatná vlastnost</span>

source: <span size='large'>Value</span>
cs: <span size='large'>Hodnota</span>

source: <span size='large'>Unknown Value</span>
cs: <span size='large'>Neznámá hodnota</span>

source: <span size='large'>Directive</span>
cs: <span size='large'>Direktiva</span>

source: click here to set the foreground color for this style
cs: klikněte sem pro nastavení barvy popředí tohoto stylu

source: <span size='large'>Comment</span>
cs: <span size='large'>Komentář</span>

source: <span size='large'>Double quoted string</span>
cs: <span size='large'>Řetězec ve dvojitých uvozovkách</span>

source: <span size='large'>Single quoted string</span>
cs: <span size='large'>Řetězec v jednoduchých uvozovkách</span>

source: <span size='large'>Class</span> - a CSS class <i>tag.class</i>
cs: <span size='large'>Třída</span> - třída CSS <i>tag.class</i>

source: <span size='large'>Id</span> - a CSS id <i>#id</i>
cs: <span size='large'>Id</span> - CSS id <i>#id</i>

source: <span size='large'>Function</span> - url() , attr() , etc ...
cs: <span size='large'>Funkce</span> - url() , attr() , atd ...

source: <span size='large'>Number</span>
cs: <span size='large'>Číslo</span>

source: <span size='large'>Valid Unit</span> - pt, px, em, etc ...
cs: <span size='large'>Platná jednotka</span> - pt, px, em, atd ...

source: <span size='large'>Color</span>
cs: <span size='large'>Barva</span>

source: <span size='large'>Hexadecimal color</span>
cs: <span size='large'>Hexadecimální barva</span>

source: <span size='large'>Attribute Match</span> as img[alt="hi"]
cs: <span size='large'>Attribute Match</span> v img[alt="hi"]

source: <span size='large'>Language</span> - as td:lang(en)
cs: <span size='large'>Jazyk</span> - td:lang(en)

source: <span size='large'>Pseudoclass</span> - hover, link, ...
cs: <span size='large'>Pseudotřída</span> - hover, link, ...

source: <span size='medium'><b>Highlighting</b></span>
cs: <span size='medium'><b>Zvýrazňování</b></span>

source: <span size='medium'><b>Font</b></span>
cs: <span size='medium'><b>Písmo</b></span>

source: <span size='medium'><b>Other</b></span>
cs: <span size='medium'><b>Ostatní</b></span>

source: Apply changes
cs: Použít změny

source: Default browser command
cs: Příkaz pro výchozí prohlížeč

source: Current browser command:
cs: Příkaz pro aktuální prohlážeč:

source: None
cs: Žádný

source: Error parsing XML definition file
cs: Chyba při zpracování definičního XML souboru

source: The parser found error on the xml file %s Error code: %d.
cs: Parser našel chybu v xml souboru %s Kód chyby: %d.

source: Configuration file error
cs: Chyba v konfiguračním souboru

source: Bad XML configuration file Depth %d at element %s Max deptph must be 3
cs: Neplatný XML konfigurační soubor Hloubka %d v elementu %s Maximální hloubka musí být 3

source: string dialog: refusing to add empty values.
cs: dialog řetězec: odmítám přidávat prázdné hodnoty

source: uri dialog: rejecting to add empty values
cs: dialog uri: odmítám přidávat prázdné hodnoty

source: attribute dialog: rejecting to add empty values
cs: dialog atribut: odmítám přidávat prázdné hodnoty

source: counter dialog: rejecting to add empty identifier. Value required.
cs: dialog counter: odmítám přidávat prázdné hodnoty. Hodnota je povinná.

source: font dialog: rejecting to add empty values.
cs: dialog font: odmítám přidávat prázdné hodnoty

source: font family dialog: rejecting to add empty values.
cs: dialog font family: odmítám přidávat prázdné hodnoty

source: identifier dialog: rejecting to add empty values. Identifier required.
cs: dialog identifikátor: odmítám přidávat prázdné hodnoty. Identifikátor je povinný.

source: list style dialog: rejecting to add empty values
cs: dialog list style: odmítám přidávat prázdné hodnoty

source: margin property dialog: rejecting to add empty values.
cs: dialog vlastnost margin: odmítám přidávat prázdné hodnoty

source: padding property dialog: no value in dialog, defaulting to zero.
cs: dialog vlastnosti padding: žádná hodnota, vracím výchozí na nula

source: outline dialog: rejecting to add empty values.
cs: dialog outline: odmítám přidávat prázdné hodnoty

source: pause dialog: rejecting to add empty values
cs: dialog pause: odmítám přidávat prázdné hodnoty

source: voice family dialog: rejecting to add empty values
cs: dialog voice family: odmítám přidávat prázdné hodnoty

source: list style dialog: image is selected but empty, ignoring ...
cs: dialog list style: vybrán prázdný obrázek, ignoruji ...

source: margin: only one value used. Will be applied to all margins.
cs: margin: použita jenom jediná hodnota. Bude aplikováno na všechny okraje.

source: margin: two values used. First will be applied to top/bottom, second to left/right.
cs: margin: použity dvě hodnoty. První bude aplikována na top/bottom, druhá na left/right

source: margin: three values used. First will be used to top, second to left/right and third to bottom.
cs: margin: použity tři hodnoty. První bude použita na top, druhá na left/right a třetí na bottom.

source: padding: only one value used. Will be applied to all sides.
cs: padding: použita jenom jediná hodnota. Bude aplikováno na všechny strany.

source: padding: two values used. First will be applied to top/bottom, second to left/right.
cs: padding: použity dvě hodnoty. První bude použita na top/bottom, druhá na left/right.

source: padding: three values used. First will be used to top, second to left/right and third to bottom.
cs: padding: použity tři hodnoty. První bude použita na top, druhá na left/right a třetí na bottom.

source: pause dialog: only pause before selected, defaulting pause-after to 0 millisecond.
cs: dialog pause: vybrána pouze pause before, výchozí pro pause-after nastavena na 0 milisekund.

source: text shadow dialog: using list values, ignoring other dialog choices.
cs: dialog text shadow: používám hodnoty ze seznamu, ostatní volby v dialogu ignoruji.

source: Angle
cs: Úhel

source: Unit
cs: Jednotka

source: Background color
cs: Barva pozadí

source: Fixed value
cs: Fixní hodnota

source: Percentage or length
cs: Procento nebo délka

source: Border length
cs: Délka ohraničení

source: Border style
cs: Styl ohraničení

source: Border color
cs: Barva ohraničení

source: Attribute
cs: Atribut

source: Counter identifier
cs: Identifikátor počítadla

source: String after
cs: Řetězec před

source: String before
cs: Řetězec po

source: list style type
cs: typ seznamu

source: Use system fonts
cs: Použít systémová písma

source: Use typographical notation
cs: Použít typografickou notaci

source: Identifier
cs: Identifikátor

source: Shadow right ( this field is required )
cs: Stín vpravo (povinné)

source: Shadow below ( this field is required )
cs: Stín pod (povinné)

source: Use color
cs: Použít barvu

source: Use shadow list (more than one)
cs: Použít seznam (víc než jeden)

source: Below
cs: Pod

source: Use named color
cs: Použít pojmenovanou barvu:

source: Use color selector
cs: Použít vybranou barvu

source: Properties and values
cs: Vlastnosti a hodnoty

source: Add value
cs: Přidat hodnotu

source: Set the background property's value
cs: Nastavit hodnotu vlastnosti background

source: Set the width of all borders
cs: Nastavit šířku všech ohraničení

source: Common values for borders
cs: Společné hodnoty všech ohraničení

source: Border (all)
cs: Border (všechny)

source: All values used by the border property
cs: Všechny hodnoty používané vlastností border

source: Add the value to the border property.
cs: Přidat hodnotu do vlastnosti border.

source: Set the width, style and color for all borders.
cs: Nastavit šířku, styl a barvu všech ohraničení.

source: Border width (all)
cs: Border width (všechny)

source: Set border properties or values.
cs: Nastavit vlastnosti nebo hodnoty ohraničení.

source: Border width (one)
cs: Border width (jednotlivé)

source: Set width of one border, used by border-width-(top|left|right|bottom)
cs: Nastavit šířku jednotlivých ohraničení - border-width-(top|left|right|bottom)

source: Add just the value
cs: Přidat jenom hodnotu

source: Set the border width to the top border.
cs: Nastavit šířku horního ohraničení.

source: Set the border width to the right border.
cs: Nastavit šířku pravého ohraničení.

source: Set the border width to the bottom border.
cs: Nastavit šířku spodního ohraničení.

source: Set the border width to the left border.
cs: Nastavit šířku levého ohraničení.

source: Border width style and color
cs: Šířka, styl a barva border

source: Set the width style and color of one border.
cs: Nastavit šířku, styl a barvu ohraničení.

source: Add just the value
cs: Přidat jenom hodnotu

source: Set the width style and color in the top border
cs: Nastavit šířku, styl a barvu horního ohraničení.

source: Set the width style and color to the right border
cs: Nastavit šířku, styl a barvu pravého ohraničení.

source: Set the width style and color to the bottom border
cs: Nastavit šířku, styl a barvu spodního ohraničení.

source: Set the width style and color to the left border
cs: Nastavit šířku, styl a barvu levého ohraničení.

source: Set the values of the counter property
cs: Nastavit hodnoty vlastnosti counter

source: Set the increment of a counter, used by counter-(increment|reset)
cs: Nastavit přírůstek počítadla v counter-(increment|reset)

source: Set a color
cs: Nastavit barvu

source: Add a color value to an existing property.
cs: Přidat hodnotu barvy do existující vlastnosti.

source: Set the color of the background attachment
cs: Nastavit barvu background-attachment

source: Set the background's color
cs: Nastavit barvu pozadí

source: Set the color of all borders
cs: Nastavit barvu všech ohraničení

source: Set the color of the top border
cs: Nastavit barvu horního ohraničení

source: Set the color of the right border
cs: Nastavit barvu pravého ohraničení

source: Set the color of the bottom border
cs: Nastavit barvu spodního ohraničení

source: Set the color of the left border
cs: Nastavit barvu levého ohraničení

source: Set the text color
cs: Nastavit barvu textu

source: Set the outline color
cs: Nastavit barvu obrysu

source: Set the font values, used by font property
cs: Nastavit hodnoty fontu ve vlastnosti font

source: Set the font's family, used by the font-family property
cs: Nastavit rodinu fontu ve vlastnosti font-family

source: Add the value to an existing font-family property
cs: Přidat hodnotu do existující vlastnosti font-family

source: Set the font family
cs: Nastavit font family

source: Font size
cs: Velikost fontu

source: Set the font size, used by the font-size property.
cs: Nastavit velikost fontu ve vlastnosti font-size.

source: Add the value to an existing font-size property
cs: Přidat hodnotu do existující vlastnosti font-size

source: Set the font size
cs: Nastavit velikost fontu

source: Set the list style, used by list-style
cs: Nastavit styl seznamu

source: Set the list style
cs: Nastavit styl seznamu

source: Set the value of all margins, used by margin
cs: Nastavit hodnoty všech okrajů v margin

source: Add the value to existing margin property.
cs: Přidat hodnotu do existující vlastnosti margin.

source: Set the width of one margin, used by margin-(top|left|bottom|right)
cs: Nastavit šířku jednoho okraje v margin-(top|left|bottom|right)

source: Add the margin width value to an existing margin-width property
cs: Přidat hodnotu šířky okraje do existující vlastnosti margin-width

source: Set the width for all margins
cs: Nastavit šířku všech okrajů

source: Set the top margin's width.
cs: Nastavit šířku horního okraje

source: Set the right margin's width.
cs: Nastavit šířku pravého okraje

source: Set the bottom margin's width.
cs: Nastavit šířku spodního okraje

source: Set the left margin's width.
cs: Nastavit šířku levého okraje

source: Used by padding-(top|left|bottom|right)
cs: Použito v padding-(top|left|bottom|right)

source: Set the padding for all sides.
cs: Nastavit padding na všech stranách.

source: Add the value to an existing pause property.
cs: Přidat hodnotu do existující vlastnosti pause.

source: Add the pause property and value
cs: Přidat vlastnost a hodnotu pause

source: Add the value to an existing play-during property
cs: Přidat hodnotu do existující vlastnosti play-during

source: Set the outline value, used by outline
cs: Nastavit hodnotu outline

source: Set the open and closing quotes. Usually used with languages.
cs: Nastavit otvírací a uzavírací uvozovky. Obvykle se používá s jazyky.

source: Add the value to the opening and closing quotes to existing quotes property
cs: Přidat hodnotu do otevírací a uzavírací uvozovky v existující vlastnosti quotes

source: Set the shape's function parameters. Used by the clip property.
cs: Nastavit parametry funkce shape. Použito ve vlastnosti clip.

source: Add the value to an existing clip property.
cs: Přidat hodnotu do existující vlastnosti clip.

source: Set the text's shadow
cs: Nastavit stín textu

source: Add the value to an existing text-shadow property
cs: Přidat hodnotu do existující vlastnosti text-shadow

source: Set the voice-family in aural stylesheets for speech systems
cs: Nastavit voice-family v aural stylesheetu

source: Add the value to an existing voice-family property
cs: Přidat hodnotu do existující vlastnosti voice-family

source: Common values
cs: Společné hodnoty

source: Percentage
cs: Procenta

source: Size or length
cs: Velikost či délka

source: String
cs: Řetězec

source: Number
cs: Číslo

source: Frequency
cs: Frekvence

source: Length
cs: Délka

source: Function values
cs: Funkční hodnoty

source: Set a url, used by various properties as background, background-image and others
cs: Nastavit url použitou v mnoha vlastnostech jako background, background-image a dalších

source: Use length
cs: Použít délku

source: Use percentage or length
cs: Použít procento nebo délku

source: From color selector
cs: Z výběru barvy

source: Use number
cs: Použít číslo

source: Do you want to save this file?
cs: Chcete uložit tento soubor?

source: File name: %s
cs: Název souboru: %s

source: Browser command not set
cs: Není nastaven příkaz pro prohlížeč

source: You must set the default browser command on the "Other" tab in the preferences dialog before to use this command.
cs: Pře použitím tohoto příkazu musíte nastavit výchozí prohlížeč v kartě "Ostatní" v dialogu nastavení.

source: Internall error while creating browser command
cs: Interní chyba při vytváření příkazu prohlížeče.

source: It may indicate a programming error. Please comunicate it in the cssed-devel list or send a mail to iagorubio@users.sourceforge.net.
cs: To může naznačovat chybu v programu. Napište buď do cssed-devel diskuze, nebo pošlete mail na iagorubio@users.sourceforge.net.

source: Unable to show the browser, command failed.
cs: Nelze zobrazit prohlížeč, příkaz selhal.

source: comment -> %s
cs: komentář -> %s

source: %s end
cs: %s konec

source: End Page
cs: Konec stránky

source: FATAL error
cs: KRITICKÁ chyba

source: Validation result ok with errors
cs: Výsledky validace ok s chybami

source: The CSS document can be parsed, but has syntax errors (%d). Check the program output window.
cs: CSS dokument může být zpracován, obsahuje ale syntaktické chyby (%d). Ověřte si okno programového výstupu.

source: Validation result ok
cs: Validace proběhla v pořádku
